// Copyright 2008 Cyrus Najmabadi
//
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
//
//     http://www.apache.org/licenses/LICENSE-2.0
//
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* #15 in Instant Queue */
"#%d in %@" = "#%1$d in %2$@";

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%1$@. %2$@ - %3$@ discs.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%1$@. %2$@ - 1 disc.";

/* 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* No comment provided by engineer. */
"%@ (No Online Ticketing)" = "%@ (No Online Ticketing)";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "%@ cannot open the page because it is not connected to the Internet.";

/* No comment provided by engineer. */
"%@ does not store your Netflix username and password.\n\nWe will open a Netflix webpage for you to authorize this app on your account.\n\nA Wi-fi connection is recommended the first time you use Netflix on %@." = "%1$@ does not store your Netflix username and password.\n\nWe will open a Netflix webpage for you to authorize this app on your account.\n\nA Wi-fi connection is recommended the first time you use Netflix on %2$@.";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* No comment provided by engineer. */
"%d hours" = "%d hours";

/* No comment provided by engineer. */
"%d minutes" = "%d minutes";

/* No comment provided by engineer. */
"%d of %d" = "%1$d of %2$d";

/* No comment provided by engineer. */
"%d theaters outside search area" = "%d theaters outside search area";

/* No comment provided by engineer. */
"1 hour" = "1 hour";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometer";

/* No comment provided by engineer. */
"1 mile" = "1 mile";

/* No comment provided by engineer. */
"1 minute" = "1 minute";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 theater outside search area";

/* No comment provided by engineer. */
"A message from Cyrus" = "A message from Cyrus";

/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"Action & Adventure" = "Action & Adventure";

/* No comment provided by engineer. */
"Add to Netflix" = "Add to Netflix";

/* No comment provided by engineer. */
"An unknown error occurred." = "An unknown error occurred.";

/* No comment provided by engineer. */
"Anime & Animation" = "Anime & Animation";

/* No comment provided by engineer. */
"At Home" = "At Home";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Auto-Update Location";

/* No comment provided by engineer. */
"Available Now" = "Available Now";

/* No comment provided by engineer. */
"Available Soon" = "Available Soon";

/* No comment provided by engineer. */
"Awaiting Release" = "Awaiting Release";

/* No comment provided by engineer. */
"Blu-ray Only" = "Blu-ray Only";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* No comment provided by engineer. */
"Bookmarks" = "Bookmarks";

/* No comment provided by engineer. */
"Both" = "Both";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Call";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot Open Page" = "Cannot Open Page";

/* No comment provided by engineer. */
"Cast:" = "Cast:";

/* No comment provided by engineer. */
"Change date" = "Change date";

/* No comment provided by engineer. */
"Children & Family" = "Children & Family";

/* No comment provided by engineer. */
"City/State or Postal Code" = "City/State or Postal Code";

/* No comment provided by engineer. */
"Classics" = "Classics";

/* No comment provided by engineer. */
"Comedy" = "Comedy";

/* No comment provided by engineer. */
"Could not change rating:\n\n%@" = "Could not change rating:\n\n%@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "Could not connect to Netflix.";

/* No comment provided by engineer. */
"Could not find location." = "Could not find location.";

/* No comment provided by engineer. */
"DVD Only" = "DVD Only";

/* No comment provided by engineer. */
"DVD Queue" = "DVD Queue";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray details provided by:" = "DVD/Blu-ray details provided by:";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Data for future dates may be incomplete. Reset the search date to the current date to see full listings.";

/* No comment provided by engineer. */
"Director:" = "Director:";

/* No comment provided by engineer. */
"Directors:" = "Directors:";

/* No comment provided by engineer. */
"Disc Queue" = "Disc Queue";

/* This is on a button that allows users to sort theaters by distance */
"Distance" = "Distance";

/* No comment provided by engineer. */
"Documentary" = "Documentary";

/* No comment provided by engineer. */
"Downloading data" = "Downloading data";

/* No comment provided by engineer. */
"Downloading information." = "Downloading information.";

/* No comment provided by engineer. */
"Downloading poster" = "Downloading poster";

/* No comment provided by engineer. */
"Drama" = "Drama";

/* This string must it on a button half the width of the screen.  It means 'email the theater listings to a friend' */
"E-mail listings" = "E-mail listings";

/* No comment provided by engineer. */
"Enabled" = "Enabled";

/* No comment provided by engineer. */
"Entire History" = "Entire History";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "Error occurred talking to Netflix. Please try again later.";

/* No comment provided by engineer. */
"Error occurred" = "Error occurred";

/* No comment provided by engineer. */
"Faith & Spirituality" = "Faith & Spirituality";

/* No comment provided by engineer. */
"Favorites" = "Favorites";

/* No comment provided by engineer. */
"Foreign" = "Foreign";

/* No comment provided by engineer. */
"Format:" = "Format:";

/* No comment provided by engineer. */
"Gay & Lesbian" = "Gay & Lesbian";

/* No comment provided by engineer. */
"Genre:" = "Genre:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Geolocation services provided by:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Graphics by Jeffrey Nee";

/* No comment provided by engineer. */
"Help keep Now Playing free!\n\nAs a longtime Now Playing user, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside.\n\nThanks so much!\n(this will only be shown once)" = "Help keep Now Playing free!\n\nAs a longtime Now Playing user, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside.\n\nThanks so much!\n(this will only be shown once)";

/* No comment provided by engineer. */
"Horror" = "Horror";

/* No comment provided by engineer. */
"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside. Thanks!" = "If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside. Thanks!";

/* No comment provided by engineer. */
"Independent" = "Independent";

/* No comment provided by engineer. */
"Instant Queue" = "Instant Queue";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Less than %1$d %2$@ away";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Less than 1 %@ away";

/* No comment provided by engineer. */
"License" = "License";

/* No comment provided by engineer. */
"Loading poster" = "Loading poster";

/* No comment provided by engineer. */
"Loading" = "Loading";

/* No comment provided by engineer. */
"Local results unavailable" = "Local results unavailable";

/* No comment provided by engineer. */
"Localized by:" = "Localized by:";

/* No comment provided by engineer. */
"Location" = "Location";

/* No comment provided by engineer. */
"Log In to Existing Account" = "Log In to Existing Account";

/* No comment provided by engineer. */
"Log Out of Netflix" = "Log Out of Netflix";

/* No comment provided by engineer. */
"Long Wait" = "Long Wait";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Map";

/* No comment provided by engineer. */
"Most Popular" = "Most Popular";

/* No comment provided by engineer. */
"Movie details provided by:" = "Movie details provided by:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Movie reviews provided by:";

/* No comment provided by engineer. */
"Movies" = "Movies";

/* No comment provided by engineer. */
"Music & Musicals" = "Music & Musicals";

/* No comment provided by engineer. */
"My other applications" = "My other applications";

/* This is on a button that allows users to sort theaters by their name */
"Name" = "Name";

/* No comment provided by engineer. */
"Neither" = "Neither";

/* No comment provided by engineer. */
"Netflix" = "Netflix";

/* No comment provided by engineer. */
"Netflix:" = "Netflix:";

/* No comment provided by engineer. */
"Network unavailable" = "Network unavailable";

/* No comment provided by engineer. */
"New 'Instant Watch'" = "New 'Instant Watch'";

/* No comment provided by engineer. */
"New DVDs" = "New DVDs";

/* No comment provided by engineer. */
"No Thanks" = "No Thanks";

/* No comment provided by engineer. */
"No information found" = "No information found";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "No listings found at '%1$@' on %2$@";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "No listings found for '%1$@' at '%2$@' on %3$@";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "No listings found for '%1$@' on %2$@";

/* No comment provided by engineer. */
"No results found for '%@'" = "No results found for '%@'";

/* No comment provided by engineer. */
"No synopsis available." = "No synopsis available.";

/* No comment provided by engineer. */
"No" = "No";

/* This is what a user picks when they don't want any reviews. */
"None" = "None";

/* No comment provided by engineer. */
"Not Rentable" = "Not Rentable";

/* No comment provided by engineer. */
"Not yet rated" = "Not yet rated";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open and Authorize" = "Open and Authorize";

/* No comment provided by engineer. */
"Order tickets for %@" = "Order tickets for %@";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "Over Quota - Try Again Later";

/* No comment provided by engineer. */
"People" = "People";

/* No comment provided by engineer. */
"Play trailer" = "Play trailer";

/* No comment provided by engineer. */
"Please Wait" = "Please Wait";

/* No comment provided by engineer. */
"Please enter your location" = "Please enter your location";

/* No comment provided by engineer. */
"Please wait..." = "Please wait...";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'sort bookmarked movies at the top of all lists' */
"Prioritize Bookmarks" = "Prioritize Bookmarks";

/* No comment provided by engineer. */
"Project website" = "Project website";

/* No comment provided by engineer. */
"Rated %@" = "Rated %@";

/* No comment provided by engineer. */
"Rated:" = "Rated:";

/* No comment provided by engineer. */
"Read reviews" = "Read reviews";

/* No comment provided by engineer. */
"Really close by" = "Really close by";

/* No comment provided by engineer. */
"Really far away" = "Really far away";

/* No comment provided by engineer. */
"Really log out of Netflix?" = "Really log out of Netflix?";

/* No comment provided by engineer. */
"Recently Returned" = "Recently Returned";

/* No comment provided by engineer. */
"Recently Watched" = "Recently Watched";

/* No comment provided by engineer. */
"Recommendations" = "Recommendations";

/* No comment provided by engineer. */
"Release date:" = "Release date:";

/* This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Release";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Release: %@";

/* No comment provided by engineer. */
"Rental History" = "Rental History";

/* No comment provided by engineer. */
"Reordering queue failed:\n\n%@" = "Reordering queue failed:\n\n%@";

/* No comment provided by engineer. */
"Requesting access" = "Requesting access";

/* No comment provided by engineer. */
"Requesting authorization" = "Requesting authorization";

/* No comment provided by engineer. */
"Reviews" = "Reviews";

/* No comment provided by engineer. */
"Romance" = "Romance";

/* No comment provided by engineer. */
"Running time:" = "Running time:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* Saved in Instant Queue */
"Saved in %@" = "Saved in %@";

/* No comment provided by engineer. */
"Saved" = "Saved";

/* No comment provided by engineer. */
"Sci-Fi & Fantasy" = "Sci-Fi & Fantasy";

/* This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Score";

/* No comment provided by engineer. */
"Screen Rotation" = "Screen Rotation";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Search Date";

/* No comment provided by engineer. */
"Search Distance" = "Search Distance";

/* No comment provided by engineer. */
"Search" = "Search";

/* No comment provided by engineer. */
"Send Feedback" = "Send Feedback";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Short Wait" = "Short Wait";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Show %d hidden theaters";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Show 1 hidden theater";

/* No comment provided by engineer. */
"Show times retrieved on %@." = "Show times retrieved on %@.";

/* No comment provided by engineer. */
"Show" = "Show";

/* No comment provided by engineer. */
"Sign Up for New Account" = "Sign Up for New Account";

/* No comment provided by engineer. */
"Special Interest" = "Special Interest";

/* No comment provided by engineer. */
"Sports & Fitness" = "Sports & Fitness";

/* No comment provided by engineer. */
"Studio:" = "Studio:";

/* No comment provided by engineer. */
"Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!";

/* No comment provided by engineer. */
"Tap to enter location" = "Tap to enter location";

/* No comment provided by engineer. */
"Television" = "Television";

/* No comment provided by engineer. */
"Theater last reported show times on\n%@." = "Theater last reported show times on\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high.";

/* No comment provided by engineer. */
"Theaters" = "Theaters";

/* No comment provided by engineer. */
"Theme" = "Theme";

/* No comment provided by engineer. */
"This is the first release of Netflix support in Now Playing. Please help improve Now Playing by reporting any issues you find using the 'Send Feedback' button above.\n\nWi-fi access is recommended when using Netflix the first time.\n\nThanks!\n\nThe Management (a.k.a. Cyrus)" = "This is the first release of Netflix support in Now Playing. Please help improve Now Playing by reporting any issues you find using the 'Send Feedback' button above.\n\nWi-fi access is recommended when using Netflix the first time.\n\nThanks!\n\nThe Management (a.k.a. Cyrus)";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically.";

/* No comment provided by engineer. */
"Thrillers" = "Thrillers";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Ticket sales provided by:";

/* This is on a button that allows the user to sort movies based on their title. */
"Title" = "Title";

/* No comment provided by engineer. */
"Today" = "Today";

/* No comment provided by engineer. */
"Top 'Instant Watch'" = "Top 'Instant Watch'";

/* No comment provided by engineer. */
"Top DVDs" = "Top DVDs";

/* No comment provided by engineer. */
"Top of DVD Queue" = "Top of DVD Queue";

/* No comment provided by engineer. */
"Top of Instant Queue" = "Top of Instant Queue";

/* No comment provided by engineer. */
"Unknown Distance" = "Unknown Distance";

/* No comment provided by engineer. */
"Unknown Release Date" = "Unknown Release Date";

/* No comment provided by engineer. */
"Unrated" = "Unrated";

/* No comment provided by engineer. */
"Upcoming" = "Upcoming";

/* No comment provided by engineer. */
"Updating Listings" = "Updating Listings";

/* No comment provided by engineer. */
"Updating" = "Updating";

/* This string has to be small enough to be visible with a picker switch next to it */
"Use Small Fonts" = "Use Small Fonts";

/* No comment provided by engineer. */
"Website" = "Website";

/* No comment provided by engineer. */
"Websites" = "Websites";

/* No comment provided by engineer. */
"Write Review" = "Write Review";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Written by Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Your %@'s country is set to: %@\n\nFull support for Now Playing is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Your %1$@'s country is set to: %2$@\n\nFull support for Now Playing is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates.";

/* No comment provided by engineer. */
"kilometer" = "kilometer";

/* No comment provided by engineer. */
"kilometers" = "kilometers";

/* No comment provided by engineer. */
"mile" = "mile";

/* No comment provided by engineer. */
"miles" = "miles";